/* card commands displayed in menu bar */

"Power off Card" = "Apagar tarjeta";
"Power on Card" = "Activar tarjeta";
"Open ExpressCard" = "Abrir ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Fabricante desconocido";
"Unknown Card Type" = "Tarjeta desconocida";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Dispositivo antiguo";
"ClassCode0001" = "Dispositivo compatible con VGA";

"ClassCode01" = "Controlador de almacenamiento";
"ClassCode0100" = "Controlador SCSI";
"ClassCode0101" = "Controlador IDE";
"ClassCode0102" = "Controlador de disco flexible";
"ClassCode0103" = "Controlador IPI";
"ClassCode0104" = "Controlador RAID";
"ClassCode0105" = "Controlador ATA";
"ClassCode0106" = "Controlador SATA";
"ClassCode0107" = "Controlador SAS";

"ClassCode02" = "Controlador de red";
"ClassCode0200" = "Controlador Ethernet";
"ClassCode0201" = "Controlador Token Ring";
"ClassCode0202" = "Controlador FDDI";
"ClassCode0203" = "Controlador ATM";
"ClassCode0204" = "Controlador ISDN";
"ClassCode0205" = "Controlador WorldFip";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Controlador de pantalla";

"ClassCode04" = "Dispositivo multimedia";

"ClassCode05" = "Controlador de memoria";

"ClassCode06" = "Dispositivo puente";
"ClassCode0600" = "Puente del servidor";
"ClassCode0601" = "Puente ISA";
"ClassCode0602" = "Puente EISA";
"ClassCode0603" = "Puente MCA";
"ClassCode0604" = "Puente de PCI a PCI";
"ClassCode0605" = "Puente PCMCIA";
"ClassCode0606" = "Puente NuBus";
"ClassCode0607" = "Puente CardBus";
"ClassCode0608" = "Puente RACEway";
"ClassCode0609" = "Puente de PCI a PCI";
"ClassCode060a" = "Puente de InfiniBand a PCI";

"ClassCode07" = "Controlador de comunicación simple";
"ClassCode0700" = "Controlador serie";
"ClassCode0701" = "Controlador de puerto paralelo";
"ClassCode0702" = "Controlador serie multipuerto";
"ClassCode0703" = "Controlador de módem";
"ClassCode0704" = "Controlador GPIB";
"ClassCode0705" = "Tarjeta inteligente";

"ClassCode08" = "Periférico del sistema base";
"ClassCode0804" = "Controlador PCI Hot-Plug";

"ClassCode09" = "Controlador de dispositivo de entrada";
"ClassCode0900" = "Controlador de teclado";
"ClassCode0901" = "Controlador de digitalizador";
"ClassCode0902" = "Controlador de ratón";
"ClassCode0903" = "Controlador de escáner";
"ClassCode0904" = "Controlador de puerto de juegos";

"ClassCode0a" = "Estación de acoplamiento";

"ClassCode0b" = "Coprocesador:";

"ClassCode0c" = "Controlador de bus serie";
"ClassCode0c00" = "Controlador FireWire";
"ClassCode0c01" = "Controlador ACCESS.bus";
"ClassCode0c02" = "Controlador SSA";
"ClassCode0c03" = "Controlador USB";
"ClassCode0c04" = "Controlador Fibre Channel";
"ClassCode0c05" = "Controlador SMBus";
"ClassCode0c06" = "Controlador InfiniBand";
"ClassCode0c07" = "Controlador IPMI";
"ClassCode0c08" = "Controlador SERCOS";
"ClassCode0c09" = "Controlador CANbus";

"ClassCode0d" = "Controlador inalámbrico";
"ClassCode0d00" = "Controlador iRDa";
"ClassCode0d01" = "Controlador IR de consumo";
"ClassCode0d10" = "Controlador RF";
"ClassCode0d11" = "Controlador Bluetooth";
"ClassCode0d12" = "Controlador de banda ancha";
"ClassCode0d20" = "Controlador Wi-Fi de 5 GHz";
"ClassCode0d21" = "Controlador Wi-Fi de 2,4 GHz";

"ClassCode0e" = "Controlador de E/S inteligente";

"ClassCode0f" = "Controlador de comunicaciones satélites";

"ClassCode10" = "Controlador de encriptación/desencriptación";

"ClassCode11" = "Controlador de adquisición de datos";
